<?php

return [
    'title' => 'Метки',
    'name' => 'Имя',
    'description' => 'Описание',
    'created_at' => 'Дата создания',
    'actions' => 'Действия',

    'create' => 'Создать метку',
    'edit' => 'Изменить',
    'delete' => 'Удалить',

    'confirm_delete' => 'Вы уверены, что хотите удалить метку?',
    'create_button' => 'Создать',
    'edit_label' => 'Изменить метку',
    'save' => 'Сохранить',
    'update' => 'Обновить',
    'show' => 'Просмотр метки',
    'created' => 'Метка успешно создана',
    'cannot_delete' => 'Не удалось удалить метку',
    'deleted' => 'Метка успешно удалена',
    'updated' => 'Метка успешно изменена',
];
