<?php

return [
    'title' => 'Задачи',
    'status' => 'Статус',
    'name' => 'Имя',
    'author' => 'Автор',
    'assignee' => 'Исполнитель',
    'created_at' => 'Дата создания',
    'actions' => 'Действия',

    'apply' => 'Применить',
    'create' => 'Создать задачу',
    'edit' => 'Изменить',
    'description' => 'Описание',
    'labels' => 'Метки',
    'label' => 'Метка',
    'create_button' => 'Создать',
    'created' => 'Задача успешно создана',
    'show' => 'Просмотр задачи',
    'edit_task' => 'Изменить задачу',
    'save' => 'Сохранить',
    'delete' => 'Удалить',
    'confirm_delete' => 'Вы уверены, что хотите удалить задачу?',
    'reset' => 'Сбросить',
    'updated' => 'Задача успешно изменена',
    'deleted' => 'Задача успешно удалена',
];
