<?php

return [
    'title' => 'Статусы',
    'create_status' => 'Создать статус',
    'edit_status' => 'Изменить статус',
    'name' => 'Имя',
    'create' => 'Создать',
    'save' => 'Сохранить',
    'creation_date' => 'Дата создания',
    'actions' => 'Действия',
    'delete' => 'Удалить',
    'confirm_delete' => 'Вы уверенны?',
    'edit' => 'Обновить',
    'updated' => 'Статус успешно изменен',
    'created' => 'Статус успешно создан',
    'cannot_delete' => 'Не удалось удалить статус',
    'deleted' => 'Статус успешно удалён',

    'validation' => [
        'name_unique' => 'Статус с таким именем уже существует.',
    ],
];
